Repository: microsoft/PowerToys
Catalog: src/modules/EnvironmentVariables/EnvironmentVariablesUILib/Strings/*/Resources.resw
Source language: en_us
Languages: vi

# DefaultSetsLabel.Text
source: Default variables
vi: Biến mặc định

# DefaultVariablesLbl.Text
source: Default variables
vi: Biến mặc định

# NewProfileBtn.Text
source: New profile
vi: Cấu hình mới

# ProfilesDescriptionLbl.Text
source: Create profiles to quickly apply a set of preconfigured variables. Profile variables have precedence over User and System variables.
vi: Tạo cấu hình để nhanh chóng áp dụng một tập biến đã cấu hình sẵn. Biến trong cấu hình có ưu tiên cao hơn biến Người dùng và Hệ thống.

# ProfilesLbl.Text
source: Profiles
vi: Cấu hình

source: System
vi: Hệ thống

source: User
vi: Người dùng

# WindowTitle
source: Environment Variables
vi: Biến môi trường

# EditDialog.CloseButtonText
source: Cancel
vi: Hủy

# EditVariableDialog_Title
source: Edit variable
vi: Sửa biến

# NewProfileNameTxtBox.Header
source: Name
vi: Tên

# SaveBtn
source: Save
vi: Lưu

# ValueTxtBox.Header
source: Value
vi: Giá trị

# AddBtn
source: Save
vi: Lưu

# AddNewProfileDialog_Title
source: New profile
vi: Cấu hình mới

# NewProfileEnabled.Header
source: Enabled
vi: Đã bật

# AddVariableBtn.Text
source: Add variable
vi: Thêm biến

# AddNewVariableName.Header
source: Name
vi: Tên

# AddNewVariableValue.Header
source: Value
vi: Giá trị

# ExistingVariableSegmentedButton.Content
source: Existing
vi: Đã có

# NewVariableSegmentedButton.Content
source: New
vi: Mới

# WindowAdminTitle
source: Administrator: Environment Variables
vi: Quản trị viên: Biến môi trường

# CancelAddVariableBtn.Content
source: Cancel
vi: Hủy

# ConfirmAddVariableBtn.Content
source: Add
vi: Thêm

# AppliedVariablesDescriptionLbl.Text
source: Applied variables list shows the current state of the environment, including Profile, User, and System variables.
vi: Danh sách biến đã áp dụng hiển thị trạng thái hiện tại của môi trường, bao gồm biến Cấu hình, Người dùng và Hệ thống.

# AppliedVariablesLbl.Text
source: Applied variables
vi: Biến đã áp dụng

# NewProfileVariablesListViewHeader.Text
source: Variables
vi: Biến

# DeleteMenuItem.Text
source: Delete
vi: Xóa

# Delete_Dialog_Description
source: Are you sure you want to delete this profile? Deleting applied profile will remove all profile variables.
vi: Bạn có chắc chắn muốn xóa cấu hình này không? Xóa cấu hình đã áp dụng sẽ loại bỏ tất cả biến của cấu hình.

# EditSystemDefaultSetInfoBar.Text
source: Administrator permissions are required to edit System variables
vi: Cần quyền quản trị viên để chỉnh sửa biến Hệ thống

source: No
vi: Không

source: Yes
vi: Có

# StateNotUpToDateTitle
source: Changes were made outside of this app.
vi: Đã có thay đổi bên ngoài ứng dụng này.

# StateNotUpToDateOnStartupMsg
source: Variables included in applied profile have been modified. Review the latest changes before applying the profile again.
vi: Các biến trong cấu hình đã áp dụng đã bị chỉnh sửa. Hãy xem lại các thay đổi mới nhất trước khi áp dụng lại cấu hình.

# CancelBtn
source: Cancel
vi: Hủy

# StateNotUpToDateEnvironmentMessageReceivedMsg
source: Variables have been modified. Reload to get the latest changes.
vi: Các biến đã được chỉnh sửa. Tải lại để nhận thay đổi mới nhất.

# AddVariable_Title
source: Add variable
vi: Thêm biến

# Delete_Variable_Description
source: Are you sure you want to delete this variable?
vi: Bạn có chắc chắn muốn xóa biến này không?

# EditProfileDialog_Title
source: Edit profile
vi: Sửa cấu hình

# AddVariableTooltip.Text
source: Add variable
vi: Thêm biến

# DefaultVariablesDescriptionLbl.Text
source: Add, edit, or remove User and System variables.
vi: Thêm, sửa hoặc xóa biến Người dùng và Hệ thống.

# EditItem.Text
source: Edit
vi: Sửa

# More_Options_ButtonTooltip.Text
source: More options
vi: Tùy chọn khác

# MoveDown.Text
source: Move down
vi: Di chuyển xuống

# MoveUp.Text
source: Move up
vi: Di chuyển lên

# InsertListEntryBefore.Text
source: Insert Before
vi: Chèn trước

# InsertListEntryAfter.Text
source: Insert After
vi: Chèn sau

# NewProfileVariablesListViewApplyToSystemHeader.Text
source: Apply to SYSTEM?
vi: Áp dụng cho HỆ THỐNG?

# RemoveListItem.Text
source: Delete
vi: Xóa

# RemoveItem.Text
source: Remove
vi: Loại bỏ

# AddVariableContent.Content
source: Add variable
vi: Thêm biến

# ProfileNotApplicableTitle
source: Profile can not be applied.
vi: Không thể áp dụng cấu hình.

# StateProfileNotApplicableMsg
source: Variables or backup variables are invalid.
vi: Biến hoặc biến dự phòng không hợp lệ.

# VariableIsAppliedByActiveProfileTooltip.Text
source: This variable is written by the active profile
vi: Biến này được ghi bởi cấu hình đang hoạt động
